Repository: odchebotarev/GitHub-Followers
Catalog: GitHub Followers/Support/*.lproj/Localizable.strings
Languages: ru

source: Get followers
ru: Загрузить подписчиков

source: User Info
ru: Инфо

source: GitHub Profile
ru: Профиль GitHub

source: Hooray!
ru: Ура!

source: Ok
ru: Хорошо

source: Enter a username
ru: Введите пользователя

source: Search for a username
ru: Поиск пользователя

source: Something went wrong
ru: Что-то пошло не так

source: Empty username
ru: Пустое имя пользователя

source: Please enter a username. We need to know who to look for!
ru: Введите имя пользователя. Нам нужно знать, кого искать!

source: Success!
ru: Успех!

source: Unable to remove
ru: Не получилось удалить

source: Invalid URL
ru: Некорректная ссылка

source: The URL attached to this user is invalid
ru: Ссылка, относящаяся к этому пользователю, недействительна.

source: No followers
ru: Нет подписчиков

source: This user has no followers. What a shame!
ru: У этого пользователя нет подписчиков. Как жаль!

source: You have successfully favorited this user.
ru: Вы добавили пользователя в избранное.

source: Public Repos
ru: Публичных репозиториев

source: Public Gists
ru: Публичных гистов

source: Followers
ru: Подписчиков

source: Following
ru: Подписок

source: This username created an invalid request. Please try again.
ru: Некорректный запрос на пользователя. Повторите попытку позже.

source: Unable to complete your request. Please check your internet connection.
ru: Невозможно выполнить запрос. Проверьте подключение к интернету.

source: Invalid response from the server. Please try again.
ru: Некорректный ответ от сервера. Повторите попытку позже.

source: The data received from the server was invalid. Please try again.
ru: Данные, полученные от сервера, некорректны. Повторите попытку позже.

source: There was an error favoriting this user. Please try again.
ru: Произошла ошибка при добавлении пользователя в Избранное. Повторите попытку позже.

source: You've already favorited this user. You must REALLY like them!
ru: Вы уже добавили этого пользователя в Избранное. Должно быть, он вам ОЧЕНЬ нравится!

source: This user doesn't have any followers. Go follow them!
ru: У этого пользователя еще нет подписчиков. Будьте первыми!

source: No favorites! Add one on the search tab.
ru: Тут пусто! Добавьте кого-нибудь на вкладке поиска.

source: Oops! That's not what was planned to be.
ru: Упс! Что-то пошло не по плану.

source: No Location
ru: Место не указано

source: No bio available
ru: Биография не указана

source: Favorites
ru: Избранное

source: GitHub since
ru: Пользователь GitHub с
